<?php
// +----------------------------------------------------------------------
// | 邮件发送插件
// +----------------------------------------------------------------------
// | 版权所有 2018~2019 依然网络 [ http://www.0634yr.com]
// +----------------------------------------------------------------------
// | Author by LaoWu <316247278@qq.com>
// +----------------------------------------------------------------------


/**
 * 插件配置信息
 */
return [
    ['radio', 'status', '状态', '', ['1' => '开启', '0' => '关闭'], 1],
    ['text', 'from_name', '发件人', '', ''],
    ['text', 'from', '邮箱地址', '', ''],
    ['text', 'host', 'SMTP服务器', '', ''],
    ['select', 'smtp_secure', '连接方式', '', ['0' => '默认', 'ssl' => 'ssl', 'tls' => 'tls']],
    ['text', 'port', 'SMTP服务器端口', '', ''],
    ['text', 'username', '发件箱帐号', '', ''],
    ['password', 'password', '发件箱密码', '', ''],
    
    ['text', 'expire_minute', '有效期', '邮件验证验证码过期时间，单位分钟', ''],
    
];