<?php
// +----------------------------------------------------------------------
// | 发送邮件插件
// +----------------------------------------------------------------------
// | 版权所有 2018~2019 依然网络 [ http://www.0634yr.com]
// +----------------------------------------------------------------------
// | Author by LaoWu <316247278@qq.com>
// +----------------------------------------------------------------------
namespace plugins\EmailSend\model;

use app\common\model\Plugin;

/**
 * 后台插件模型
 * 
 */
class EmailsendTemplate extends Plugin
{
    // 设置当前模型对应的完整数据表名称
    protected $table = '__PLUGIN_EMAIL_TEMPLATE__';

   
}